{"posts":[{"title":"Branching Paths","short":"Learn how to give your reader choices in the story that each lead to different passages.","description":"Twine stories are about choices. This tutorial covers how to add multiple links to a passage, allowing users to make choices that affect how the story ends.","type":"tutorial","video":"https://www.youtube.com/embed/VpGFJA5Fnyc","slug":"branching-paths"},{"title":"Create a Passage","short":"Learn how to create a passage in Twine, telling a part of your story using text.","description":"Passages are where the action happens--they make up the parts of your story. This tutorial covers how to create a passage using the Twine editor, and how to add text to that passage to tell part of your story to the reader.","type":"tutorial","video":"https://youtube.com/embed/p91bou3cJuA","slug":"create-passage"},{"title":"Link Passages","short":"Allow the reader to progress through the story step-by-step","description":"Each passage is like a scene in your story. Learn how to connect passages together with links, allowing the reader to move the story forward and uncover new scenes step-by-step.","type":"tutorial","video":"https://youtube.com/embed/33OQtxF7L8g","slug":"link-passages"},{"title":"Start a Story","short":"Learn how to start the Twine editor in your browser and create a new story.","description":"Twine is a tool for creating interactive, web-based stories. This tutorial shows you how to open the Twine editor and start a new story using the Chapbook format (our recommended starting point).","type":"tutorial","video":"https://youtube.com/embed/rfl8hMypxCg","slug":"start-a-story"},{"title":"Story with Multiple Endings","short":"Practice basic Twine storytelling skills by creating a story with more than one possible ending","description":"This project is designed to help beginner Twine authors create a simple story with links, connecting passages together to create a story with more than one possible ending.","type":"project","slug":"story-with-multiple-endings"}]}